cask_args appdir: '/Applications'

brew 'openssl'
brew 'wget'
brew 'zsh'
brew 'n'
brew 'jq'
brew 'yq'
brew 'stow'
brew 'pass'
brew 'neovim'
brew 'gh'
brew 'bun'
brew 'ripgrep'
brew 'fzf'
brew 'lazygit'

cask 'spotify'
cask 'discord'
cask 'slack'
cask "google-chrome"
cask '1password'
cask "raycast"
